Revit 2027 API
SpaceTagFilter Constructor
 Constructs a filter which matches only spaces.
Namespace: Autodesk.Revit.DB.Mechanical
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public SpaceTagFilter()
Public Sub New
public:
SpaceTagFilter()
new : unit -> SpaceTagFilter
See Also
Reference
SpaceTagFilter Class
Autodesk.Revit.DB.Mechanical Namespace